asian-fonts
printer-support
scanner-support
samba-support
kdenetwork-filesharing
samba-mounter-git
smb4k
print-manager
skanlite
garuda-wallpapers-extra
appmenu-gtk-module
ark
bluedevil
breeze
breeze-gtk
colord-kde
dolphin-plugins
drkonqi
filelight
gwenview
kaccounts-providers
kactivitymanagerd
kamoso
kate
kcalc
kcron
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kdf
kdialog
keditbookmarks
kfind
kgamma5
khelpcenter
khotkeys
kinfocenter
kio-extras
kio-fuse
kio-gdrive
kleopatra
kmenuedit
kompare
konsole
krdc
krename
krfb
kscreen
ksshaskpass
ksystemlog
kwalletmanager
kwrited
milou
okular
partitionmanager
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
quota-tools
ruby
spectacle
systemsettings
yakuake
appimagelauncher
pamac-aur
octopi
discover
packagekit-qt5
linux-cacule
linux-cacule-headers
